
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第三章 风云聚会 · 三个蛋的程序员</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="shawn kuang">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-fexa/fexa.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="入狱.html" />
    

    </head>
    <body>
        
<div class="book">
	<div class="header-inner">
		<!-- LOGO -->
		<div class="logo"></div>
		<span class="title"></span>

		<!-- Search -->
		
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>


		<!-- Nav -->
		<ul class="header-nav">
			<li>
				<a href="http://..." target="_blank">简易教程</a>
			</li>
		</ul>
	</div>

	<div class="book-summary">
		<div class="book-summary-title">文档目录</div>
		
		
		<nav role="navigation">
			


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    [人物]
            
                </span>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    [第一卷 起源]
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="序.html">
            
                <a href="序.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="道.html">
            
                <a href="道.html">
            
                    
                    何为三
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="判刑.html">
            
                <a href="判刑.html">
            
                    
                    第一章 审判
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="入狱.html">
            
                <a href="入狱.html">
            
                    
                    第二章 入狱
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.5" data-path="风云聚会.html">
            
                <a href="风云聚会.html">
            
                    
                    第三章 风云聚会
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


		</nav>
		
		
	</div>

	<!-- Content nav -->
	<div class="book-anchor">
		<div class="book-anchor-title">在这篇文章中:</div>
		<div class="book-anchor-body">

		</div>
	</div>

	<div class="book-body">
		
		<div class="body-inner">
			
			

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >第三章 风云聚会</a>
    </h1>
</div>




			<div class="page-wrapper" tabindex="-1" role="main">
				<div class="page-inner">
					
<div id="book-search-results">
    <div class="search-noresults">
    
					<section class="normal markdown-section">
						
						<p>&#x3000;&#x3000;&#x7B2C;&#x4E8C;&#x5929;&#x65E9;&#x96C6;&#x8BAD;&#x6668;&#x8DD1;&#xFF0C;&#x5434;&#x9053;&#x8EAB;&#x4F53;&#x672C;&#x5C31;&#x7FB8;&#x5F31;&#xFF0C;&#x518D;&#x52A0;&#x4E0A;&#x671F;&#x7684;&#x71AC;&#x591C;&#x559D;&#x9152;&#x62BD;&#x70DF;&#xFF0C;&#x8DD1;&#x5B8C;&#x4E00;&#x5708;&#x64CD;&#x573A;&#x5C31;&#x5168;&#x8EAB;&#x4E4F;&#x529B;&#x7684;&#x98A4;&#x6296;&#x7740;&#xFF0C;&#x5E9C;&#x6491;&#x7740;&#x819D;&#x76D6;&#x5927;&#x53E3;&#x5730;&#x5598;&#x606F;&#x7740;&#xFF0C;&#x8FD9;&#x65F6;&#x5019;&#x4E00;&#x4E2A;&#x8138;&#x4E0A;&#x6709;&#x5200;&#x75A4;&#x7684;&#x7537;&#x5B50;&#x8D70;&#x6765;&#xFF0C;&#x4E00;&#x8138;&#x574F;&#x7B11;&#x8BF4;&#x9053;&#xFF1A;&#x201C;&#x4F60;&#x8FD9;&#x8EAB;&#x4F53;&#x4E5F;&#x4ED6;&#x5988;&#x7684;&#x592A;&#x865A;&#x4E86;&#xFF01;&#x5750;&#x7262;&#x662F;&#x4E2A;&#x82E6;&#x529B;&#x6D3B;&#xFF0C;&#x6162;&#x6162;&#x71AC;&#x7740;&#x5427;&#xFF01;&#x8DDF;&#x6211;&#x6765;&#xFF01;&#x6628;&#x5929;&#x6211;&#x4EEC;&#x5927;&#x54E5;&#x7EA6;&#x4E86;&#x4F60;&#x201D;&#x3002;&#x8BF4;&#x7F62;&#x5C31;&#x9886;&#x7740;&#x5434;&#x9053;&#x5230;&#x64CD;&#x573A;&#x7684;&#x56F4;&#x680F;&#x8FB9;&#x4E0A;&#xFF0C;&#x6709;&#x4E09;&#x4E2A;&#x4EBA;&#x6446;&#x5F04;&#x7740;&#x7C7B;&#x4F3C;&#x4F53;&#x64CD;&#x7684;&#x52A8;&#x4F5C;&#x6447;&#x6643;&#x7740;&#xFF0C;&#x89C1;&#x6709;&#x4EBA;&#x8FC7;&#x6765;&#xFF0C;&#x90FD;&#x505C;&#x4E0B;&#x6765;&#xFF0C;&#x5176;&#x4E2D;&#x6D53;&#x7709;&#x539A;&#x7EDC;&#x816E;&#x80E1;&#x6E23;&#x7684;&#x7537;&#x5B50;&#x5411;&#x5434;&#x9053;&#x62DB;&#x4E86;&#x62DB;&#x624B;&#x9053;&#x5BF9;&#x65C1;&#x8FB9;&#x7684;&#x4EBA;&#x8BF4;&#x9053;&#xFF1A;&#x201C;&#x8FD9;&#x5C31;&#x662F;&#x65B0;&#x6765;&#x7684;&#x4EBA;&#xFF0C;&#x53EB;&#x5434;&#x9053;&#xFF0C;&#x4EE5;&#x540E;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x4EBA;&#x4E86;&#xFF0C;&#x662F;&#x4E2A;&#x5927;&#x5B66;&#x751F;&#xFF0C;&#x641E;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x3002;&#x9AD8;&#x6280;&#x672F;&#x4EBA;&#x624D;&#x554A;&#x3002;&#x201D;&#x5434;&#x9053;&#x8D70;&#x8FDB;&#x4E00;&#x77A7;&#xFF0C;&#x4E00;&#x4E2A;&#x6EE1;&#x8138;&#x9EBB;&#x5B50;&#x6709;&#x5C40;&#x90E8;&#x9762;&#x762B;&#x7684;&#x6CB9;&#x817B;&#x7537;&#xFF0C;&#x4E00;&#x4E2A;&#x9732;&#x51FA;&#x4E24;&#x624B;&#x90FD;&#x662F;&#x5F88;&#x6D45;&#x7684;&#x7EB9;&#x8EAB;&#x7684;&#x9AD8;&#x4E2A;&#x9A7C;&#x80CC;&#x957F;&#x8138;&#x5E05;&#x54E5;&#xFF0C;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x5219;&#x662F;&#x7EDC;&#x816E;&#x80E1;&#x6E23;&#x7537;&#xFF0C;&#x5FC3;&#x60F3;&#xFF0C;&#x5988;&#x7684;&#x53C8;&#x8FDB;&#x72FC;&#x7A9D;&#x3002;&#x7EDC;&#x816E;&#x80E1;&#x6E23;&#x7537;&#x89C1;&#x5434;&#x9053;&#x6709;&#x70B9;&#x88AB;&#x5413;&#x5230;&#x6837;&#x5B50;&#xFF0C;&#x5C31;&#x4F7F;&#x4E86;&#x773C;&#x7ED9;&#x4E09;&#x4EBA;&#xFF0C;</p>
<p>&#x3000;&#x3000;&#x5176;&#x4E2D;&#x7EB9;&#x8EAB;&#x7537;&#x5B50;&#x4E0A;&#x524D;&#x53CC;&#x624B;&#x63A2;&#x51FA;&#x70ED;&#x60C5;&#x4E14;&#x8C26;&#x5351;&#x5730;&#x63E1;&#x4F4F;&#x5434;&#x9053;&#x7684;&#x624B;&#xFF0C;&#x7B11;&#x563B;&#x563B;&#x7684;&#x8BF4;&#x9053;&#xFF1A;&#x201C;&#x6211;&#x53EB;&#x738B;&#x65AF;&#x6587;&#xFF0C;&#x5927;&#x5BB6;&#x90FD;&#x53EB;&#x6211;&#x65AF;&#x6587;&#x54E5;&#x3002;&#x5475;&#x5475;&#x3002;&#x201C;&#x89C1;&#x5434;&#x9053;&#x5077;&#x5077;&#x4ED6;&#x7684;&#x624B;&#x81C2;&#xFF0C;&#x53CC;&#x624B;&#x5F88;&#x5BB3;&#x7F9E;&#x6536;&#x4E86;&#x56DE;&#x6765;&#xFF0C;&#x65E0;&#x5730;&#x653E;&#x7F6E;&#x7684;&#x53CC;&#x624B;&#x5728;&#x8863;&#x670D;&#x4E0A;&#x62B9;&#x4E86;&#x62B9;&#x3002;</p>
<p>&#x3000;&#x3000;&#x7AD9;&#x4ED6;&#x8EAB;&#x540E;&#x7684;&#x5200;&#x75A4;&#x7537;&#x77E5;&#x9053;&#x65AF;&#x6587;&#x54E5;&#x7684;&#x624B;&#x81C2;&#x53C8;&#x628A;&#x65B0;&#x4EBA;&#x5413;&#x61F5;&#x903C;&#x4E86;&#xFF0C;&#x6307;&#x7740;&#x65AF;&#x6587;&#x54E5;&#x5632;&#x8BBD;&#x5730;&#x8BF4;&#xFF1A;&#x201C;&#x4F60;&#x4E2A;&#x50BB;&#x5927;&#x4E2A;&#x51FA;&#x53BB;&#x5C31;&#x65E9;&#x70B9;&#x628A;&#x7EB9;&#x8EAB;&#x6D17;&#x4E86;&#x5427;&#x3002;&#x201D;&#xFF0C;&#x53C8;&#x6307;&#x4E86;&#x6307;&#x5434;&#x9053;&#xFF1A;&#x201C;&#x4F60;&#x522B;&#x6015;&#xFF0C;&#x4ED6;&#x4E5F;&#x6015;&#x5C31;&#x662F;&#x7EB9;&#x8EAB;&#x80FD;&#x5413;&#x552C;&#x4E00;&#x4E0B;&#x4EBA;&#xFF0C;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x50BB;&#x5192;&#x3002;&#x6211;&#x561B;&#xFF0C;&#x5C31;&#x4E0D;&#x4E00;&#x6837;&#x4E86;&#xFF0C;&#x8138;&#x4E0A;&#x6709;&#x4E2A;&#x5200;&#x75A4;&#xFF0C;&#x522B;&#x4EBA;&#x90FD;&#x53EB;&#x6211;&#x5200;&#x75A4;&#x4ED4;&#xFF0C;&#x9762;&#x76F8;&#x548C;&#x540D;&#x5B57;&#x90FD;&#x633A;&#x552C;&#x4EBA;&#x7684;&#xFF0C;&#x90A3;&#x4E9B;&#x90FD;&#x662F;&#x8868;&#x8C61;&#x5566;&#xFF0C;&#x5176;&#x5B9E;&#x6211;&#x662F;&#x9760;&#x8111;&#x5B50;&#x5403;&#x996D;&#x7684;&#x3002;&#x201D; &#x5434;&#x9053;&#x8868;&#x9762;&#x4E5F;&#x8DDF;&#x7740;&#x7B11;&#x563B;&#x563B;&#xFF0C;&#x4F46;&#x5FC3;&#x91CC;&#x5374;&#x60F3;&#x7740;&#xFF0C;&#x90A3;&#x4E00;&#x5200;&#x4E0D;&#x4F1A;&#x8FDE;&#x4ED6;&#x8111;&#x888B;&#x7684;&#x90FD;&#x780D;&#x574F;&#x4E86;&#x5427;&#x3002;</p>
<p>&#x3000;&#x3000;&#x4E24;&#x4EBA;&#x5404;&#x81EA;&#x4ECB;&#x7ECD;&#x5B8C;&#x540E;&#xFF0C;&#x5434;&#x9053;&#x4E5F;&#x4E3B;&#x52A8;&#x770B;&#x5411;&#x6EE1;&#x8138;&#x9EBB;&#x5B50;&#x7684;&#x7537;&#x5B50;&#xFF1A;&#x201C;&#x8FD9;&#x4F4D;&#x5927;&#x54E5;&#x600E;&#x4E48;&#x79F0;&#x547C;&#xFF1F;&#x201D;&#x6CB9;&#x817B;&#x7537;&#x9762;&#x76EE;&#x72F0;&#x72DE;&#x4E25;&#x8083;&#xFF0C;&#x4F46;&#x788D;&#x4E8E;&#x662F;&#x7EDC;&#x816E;&#x80E1;&#x6E23;&#x7537;&#x7684;&#x9762;&#x5B50;&#xFF0C;&#x4E00;&#x8138;&#x4E0D;&#x5C51;&#x5730;&#x81EA;&#x6211;&#x4ECB;&#x7ECD;&#x8D77;&#x6765;&#xFF1A;&#x201C;&#x6211;&#x53EB;&#x5927;&#x50BB;&#x3002;&#x201D;&#x5434;&#x9053;&#x4E00;&#x65F6;&#x65E0;&#x8BED;&#x4E86;&#xFF0C;&#x8FD9;&#x4E5F;&#x592A;&#x76F4;&#x63A5;&#x5427;&#xFF0C;&#x8FD9;&#x4F4D;&#x5927;&#x54E5;&#xFF0C;&#x8EAB;&#x9AD8;&#x6709;&#x4E00;&#x7C73;&#x4E5D;&#xFF0C;&#x8EAB;&#x6750;&#x9B41;&#x68A7;&#xFF0C;&#x56FD;&#x5B57;&#x8138;&#xFF0C;&#x8BF4;&#x8BDD;&#x58F0;&#x97F3;&#x6D51;&#x539A;&#xFF0C;&#x61C2;&#x70B9;&#x9762;&#x76F8;&#x5B66;&#x7684;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#xFF0C;&#x8FD9;&#x79CD;&#x4EBA;&#x4E00;&#x822C;&#x56DB;&#x80A2;&#x53D1;&#x5446;&#x5934;&#x8111;&#x7B80;&#x5355;&#x3002;&#x3000;&#x3000;</p>
<p>&#x3000;&#x3000;&#x7EDC;&#x816E;&#x80E1;&#x6E23;&#x7537;&#x56DB;&#x4EBA;&#x4E92;&#x76F8;&#x8BA4;&#x8BC6;&#x540E;&#xFF0C;&#x4E5F;&#x8D70;&#x4E0A;&#x524D;&#xFF0C;&#x5F88;&#x6B63;&#x5F0F;&#x5730;&#x8DDF;&#x5434;&#x9053;&#x63E1;&#x4E86;&#x63E1;&#x624B;&#xFF0C;&#x4E00;&#x672C;&#x6B63;&#x7ECF;&#x5730;&#x8BF4;&#x9053;&#xFF1A;&#x201C;&#x6211;&#x662F;&#x540D;&#x4E2A;&#x9ED1;&#x793E;&#x4F1A;&#x5206;&#x5B50;&#xFF0C;&#x4E0D;&#x8FC7;&#x6211;&#x5177;&#x4F53;&#x804C;&#x4E1A;&#x548C;&#x4F60;&#x60F3;&#x8C61;&#x4E2D;&#x7684;&#x53EF;&#x80FD;&#x4E0D;&#x592A;&#x4E00;&#x6837;&#xFF0C;&#x6C5F;&#x6E56;&#x4E0A;&#x7ED9;&#x9762;&#x5B50;&#x7684;&#x90FD;&#x53EB;&#x6211;&#x58F0;&#x4E09;&#x7237;&#xFF0C;&#x4ED6;&#x4EEC;&#x4E09;&#x4E2A;&#x90FD;&#x662F;&#x597D;&#x5B69;&#x5B50;&#xFF0C;&#x53EA;&#x4E0D;&#x8FC7;&#x5E74;&#x8F7B;&#x7684;&#x65F6;&#x5019;&#x592A;&#x51B2;&#x52A8;&#x72AF;&#x4E86;&#x9519;&#xFF0C;&#x4F60;&#x4E5F;&#x522B;&#x592A;&#x4ECB;&#x610F;&#xFF0C;&#x90FD;&#x5F53;&#x81EA;&#x5DF1;&#x4EBA;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#x3002;&#x201D;  &#x5434;&#x9053;&#x542C;&#x4E86;&#x4E09;&#x7237;&#x8FD9;&#x4E48;&#x4E00;&#x8BF4;&#xFF0C;&#x8EAB;&#x4E0A;&#x7684;&#x538B;&#x529B;&#x77AC;&#x95F4;&#x51CF;&#x5C11;&#x4E86;&#x8BB8;&#x591A;&#xFF0C;&#x5F88;&#x660E;&#x663E;&#x4E09;&#x7237;&#x662F;&#x51E0;&#x4EBA;&#x91CC;&#x9762;&#x5934;&#x5934;&#xFF0C;&#x800C;&#x4E14;&#x5934;&#x8111;&#x4E5F;&#x4E0D;&#x7B80;&#x5355;&#x3002;</p>
<p>&#x3000;&#x3000;&#x5434;&#x9053;&#x8DDF;&#x8FD9;&#x51E0;&#x4EBA;&#x5728;&#x4E00;&#x8D77;&#x505A;&#x52B3;&#x52A1;&#x540E;&#xFF0C;&#x4E5F;&#x7A0D;&#x5FAE;&#x719F;&#x8BC6;&#x8D77;&#x6765;&#xFF0C;&#x5929;&#x8272;&#x53D8;&#x6697;&#xFF0C;&#x53C8;&#x5230;&#x8BE5;&#x6D17;&#x6FA1;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x56E0;&#x6CA1;&#x6709;&#x76D1;&#x63A7;&#x8BBE;&#x5907;&#xFF0C;&#x5395;&#x6240;&#x6210;&#x4E3A;&#x6240;&#x6709;&#x76D1;&#x72F1;&#x91CC;&#x9762;&#x6700;&#x80AE;&#x810F;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x6240;&#x6709;&#x9F8C;&#x9F8A;&#x7684;&#x4E8B;&#x60C5;&#x90FD;&#x4F1A;&#x5728;&#x8FD9;&#x91CC;&#x53D1;&#x751F;&#xFF0C;&#x72F1;&#x8B66;&#x4E5F;&#x4E0D;&#x4F1A;&#x591A;&#x52A0;&#x5E72;&#x6D89;&#xFF0C;&#x6BD5;&#x7ADF;&#x603B;&#x5F97;&#x72AF;&#x4EBA;&#x4E00;&#x70B9;&#x70B9;&#x79C1;&#x4EBA;&#x7A7A;&#x95F4;&#x5427;&#xFF0C;&#x522B;&#x628A;&#x72AF;&#x4EBA;&#x76EF;&#x5F97;&#x592A;&#x7D27;&#x4E86;&#x53CD;&#x800C;&#x66F4;&#x5BB9;&#x6613;&#x95F9;&#x4E8B;&#x3002;&#x5395;&#x6240;&#x662F;&#x6709;&#x51E0;&#x95F4;&#xFF0C;&#x6BCF;&#x95F4;&#x5395;&#x6240;&#x90FD;&#x6709;30&#x4E2A;&#x6D17;&#x6FA1;&#x95F4;&#xFF0C;&#x6D17;&#x6FA1;&#x95F4;&#x6709;&#x62C9;&#x5C4E;&#x7684;&#x5751;&#x4E5F;&#x6709;&#x6D17;&#x6FA1;&#x7684;&#x55B7;&#x5934;&#xFF0C;&#x6BCF;&#x4E2A;&#x6D17;&#x6FA1;&#x95F4;&#x90FD;&#x6709;&#x957F;&#x4E86;&#x9752;&#x82D4;&#x7684;&#x6728;&#x677F;&#x9694;&#x5F00;&#x7684;&#xFF0C;&#x6709;&#x95E8;&#x63A9;&#x7740;&#x4F46;&#x4E0D;&#x80FD;&#x6CA1;&#x6709;&#x9501;&#xFF0C;&#x51E0;&#x4EBA;&#x6643;&#x60A0;&#x6765;&#x5230;&#x5395;&#x6240;&#xFF0C;&#x5395;&#x6240;&#x6709;&#x51E0;&#x4E2A;&#x6B63;&#x51C6;&#x5907;&#x6D17;&#x6FA1;&#x7684;&#x4EBA;&#xFF0C;&#x770B;&#x5230;&#x8FD9;&#x5E2E;&#x4EBA;&#x6D3E;&#x5934;&#x5F88;&#x65E0;&#x5948;&#x7684;&#x5C31;&#x6536;&#x62FE;&#x4E1C;&#x897F;&#x51B2;&#x51B2;&#x79BB;&#x5F00;&#xFF0C;&#x8FD9;&#x5E2E;&#x4EBA;&#x7EB9;&#x8EAB;&#x5200;&#x75A4;&#x7CBE;&#x88C5;&#x90FD;&#x6709;&#xFF0C;&#x795E;&#x7ECF;&#x75C5;&#x624D;&#x4F1A;&#x60F9;&#x4ED6;&#x4EEC;&#x5427;&#xFF0C;&#x5C31;&#x5434;&#x9053;&#x7684;&#x957F;&#x76F8;&#x504F;&#x65AF;&#x6587;&#x4E00;&#x4E9B;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x4EBA;&#x90FD;&#x662F;&#x4E0B;&#x9762;&#x5E02;&#x53BF;&#x6751;&#x91CC;&#x9762;&#x7684;&#x5C0F;&#x6DF7;&#x6DF7;&#x3001;&#x5C0F;&#x5077;&#x3001;&#x6295;&#x673A;&#x5012;&#x628A;&#x7684;&#x7F6A;&#x72AF;&#xFF0C;&#x6574;&#x5929;&#x559D;&#x9152;&#x8D4C;&#x94B1;&#x62BD;&#x70DF;&#xFF0C;&#x81EA;&#x7136;&#x5728;&#x4E2A;&#x4EBA;&#x5F62;&#x8C61;&#x4E0A;&#x5C31;&#x6CA1;&#x6709;&#x591A;&#x5728;&#x610F;&#xFF0C;&#x548C;&#x8FD9;&#x5E2E;&#x4EBA;&#x4E00;&#x5BF9;&#x6BD4;&#xFF0C;&#x5434;&#x9053;&#x7B97;&#x662F;&#x4E2A;&#x7F8E;&#x7537;&#x5B50;&#x4E86;&#xFF0C;&#x4E5F;&#x662F;&#x6B63;&#x56E0;&#x4E3A;&#x5982;&#x6B64;&#xFF0C;&#x5DF2;&#x7ECF;&#x6709;&#x597D;&#x51E0;&#x4EBA;&#x76EF;&#x4E0A;&#x4E86;&#x4ED6;&#xFF0C;&#x53EA;&#x662F;&#x4ED6;&#x8FD8;&#x6CA1;&#x6709;&#x610F;&#x8BC6;&#x5230;&#x7F62;&#x4E86;&#x3002;</p>
<p>&#x3000;&#x3000;&#x5434;&#x9053;&#x5728;&#x5395;&#x6240;&#x6709;&#x4E0D;&#x7F9E;&#x6DA9;&#xFF0C;&#x6E9C;&#x6E9C;&#x7684;&#x8131;&#x5149;&#x5149;&#x4E86;&#xFF0C;&#x4EE5;&#x524D;&#x7ECF;&#x5E38;&#x8DDF;&#x82DF;&#x603B;&#x51FA;&#x5DEE;&#x4E5F;&#x90FD;&#x4F1A;&#x5766;&#x8BDA;&#x76F8;&#x89C1;&#xFF0C;&#x6709;&#x6B21;&#x8FD8;&#x5C1D;&#x8BD5;&#x591A;&#x4EBA;&#x8FD0;&#x52A8;&#xFF0C;&#x51C6;&#x5907;&#x8FDB;&#x6FA1;&#x95F4;&#x7684;&#x65F6;&#xFF0C;&#x8FD8;&#x597D;&#x5947;&#x5730;&#x7784;&#x4E86;&#x5176;&#x4ED6;&#x4EBA;&#x7684;&#x4E0B;&#x4F53;&#xFF0C;&#x5F53;&#x770B;&#x5411;&#x4E09;&#x7237;&#x65F6;&#xFF0C;&#x4E09;&#x7237;&#x6B63;&#x5149;&#x7740;&#x8EAB;&#x5B50;&#x5728;&#x957F;&#x6905;&#x4E0A;&#x60A0;&#x7136;&#x81EA;&#x5F97;&#x5730;&#x62BD;&#x70DF;&#xFF0C;&#x521D;&#x7565;&#x4E00;&#x77A7;&#x90A3;&#x662F;&#x628A;&#x5434;&#x9053;&#x7684;&#x773C;&#x73E0;&#x60CA;&#x7684;&#x90FD;&#x5FEB;&#x6389;&#x51FA;&#x6765;&#xFF0C;&#x8FD9;&#x5C3A;&#x7801;&#x4E4B;&#x5927;&#xFF0C;&#x989C;&#x8272;&#x7EAF;&#x9ED1;&#xFF0C;&#x6D53;&#x5BC6;&#x7684;&#x4F53;&#x6BDB;&#x8986;&#x76D6;&#x7740;&#xFF0C;&#x4EE4;&#x4EBA;&#x7FA1;&#x6155;&#x4E0D;&#x5DF2;&#xFF0C;&#x518D;&#x5B9A;&#x775B;&#x4E00;&#x770B;&#xFF0C;&#x5434;&#x9053;&#x771F;&#x6B63;&#x7684;&#x6123;&#x4F4F;&#x4E86;&#xFF0C;&#x5FC3;&#x91CC;&#x75AF;&#x72C2;&#x7684;&#x5450;&#x558A;&#x7740;&#xFF0C;&#x8FD9;&#x7279;&#x4E48;&#x7684;&#x662F;&#x4EBA;&#x5417;&#xFF1F;&#x7B80;&#x76F4;&#x532A;&#x5937;&#x6240;&#x601D;&#xFF0C;&#x7C97;&#x5927;&#x7684;&#x85E4;&#x6761;&#x4E0B;&#x5C45;&#x7136;&#x6302;&#x7740;&#x4E09;&#x4E2A;&#x86CB;&#xFF0C;&#x90A3;&#x662F;&#x4E07;&#x4E2D;&#x65E0;&#x4E00;&#x7684;&#x7EDD;&#x4E16;&#x5947;&#x4EBA;&#xFF0C;&#x90A3;&#x662F;&#x8981;&#x5F81;&#x670D;&#x4E16;&#x754C;&#x4E0A;&#x6240;&#x6709;&#x5973;&#x4EBA;&#x7684;&#x5F3A;&#x5927;&#x5B58;&#x5728;&#xFF0C;&#x90A3;&#x662F;&#x8FD9;&#x7247;&#x5B87;&#x5B99;&#x7684;&#x9738;&#x4E3B;&#x554A;&#xFF0C;&#x4EE4;&#x4EBA;&#x7FA1;&#x6155;&#x5AC9;&#x5992;&#x6068;&#x3002;&#x5927;&#x60CA;&#x4E4B;&#x4E0B;&#x5434;&#x9053;&#x624B;&#x91CC;&#x7684;&#x80A5;&#x7682;&#x4E0D;&#x5C0F;&#x5FC3;&#x6389;&#x843D;&#x5730;&#x4E0A;&#xFF0C;&#x77AC;&#x95F4;&#x9192;&#x8FC7;&#x795E;&#x6765;&#xFF0C;&#x6697;&#x9053;&#x4E0D;&#x597D;&#xFF0C;&#x4F4E;&#x5934;&#x770B;&#x770B;&#x80A5;&#x7682;&#xFF0C;&#x53C8;&#x770B;&#x770B;&#x5176;&#x4ED6;&#x4EBA;&#xFF0C;&#x5176;&#x4ED6;&#x4EBA;&#x4E5F;&#x770B;&#x7740;&#x4ED6;&#xFF0C;&#x4E09;&#x7237;&#x89C1;&#x5982;&#x6B64;&#x573A;&#x666F;&#x4E5F;&#x610F;&#x5473;&#x6DF1;&#x957F;&#x5730;&#x770B;&#x7740;&#x4ED6;&#xFF0C;&#x8FC7;&#x4E86;&#x7247;&#x523B;&#x4E5F;&#x4E0D;&#x8010;&#x70E6;&#x8BF4;&#x9053;&#xFF1A;&#x201C;&#x5FEB;&#x6361;&#x8D77;&#x6765;&#x5427;&#x3002;&#x6CA1;&#x4E8B;&#x7684;&#x3002;&#x201D;&#x5434;&#x9053;&#x542C;&#x5230;&#x8FD9;&#x8BDD;&#x5FC3;&#x5B89;&#x4E86;&#x4E00;&#x70B9;&#xFF0C;&#x4FBF;&#x5FEB;&#x901F;&#x5F2F;&#x8170;&#x53BB;&#x62FE;&#x8D77;&#x80A5;&#x7682;&#xFF0C;&#x597D;&#x51E0;&#x4EBA;&#x4E5F;&#x540C;&#x6B65;&#x4FA7;&#x7740;&#x8170;&#x53BB;&#x77A7;&#x7740;&#x4EC0;&#x4E48;&#xFF0C;&#x5927;&#x4F19;&#x6B23;&#x8D4F;&#x5B8C;&#x5434;&#x9053;&#x7684;&#x8EAB;&#x540E;&#x4E4B;&#x7269;&#xFF0C;&#x90FD;&#x76F8;&#x89C6;&#x4E00;&#x7B11;&#x540E;&#xFF0C;&#x574F;&#x574F;&#x7684;&#x4E0A;&#x4E0B;&#x6253;&#x91CF;&#x4ED6;&#xFF0C;&#x5434;&#x9053;&#x77AC;&#x95F4;&#x611F;&#x89C9;&#x5168;&#x8EAB;&#x90FD;&#x88AB;&#x65E0;&#x6570;&#x9053;x&#x5C04;&#x7EBF;&#x6D1E;&#x7A7F;&#x4F3C;&#x7684;&#xFF0C;&#x6D51;&#x8EAB;&#x4E0D;&#x8212;&#x670D;&#xFF0C;&#x7ACB;&#x9A6C;&#x6E9C;&#x5230;&#x4E09;&#x7237;&#x65C1;&#x8FB9;&#xFF0C;&#x60F3;&#x8F6C;&#x79FB;&#x5927;&#x5BB6;&#x6CE8;&#x610F;&#x529B;&#xFF0C;&#x4FBF;&#x76EF;&#x7740;&#x4E09;&#x7237;&#x7684;&#x4E0B;&#x9762;&#x541E;&#x541E;&#x809A;&#x809A;&#x5730;&#x95EE;&#x9053;&#xFF1A;&#x201C;&#x4E09;&#x7237;&#xFF0C;&#x4E09;&#x7237;&#xFF0C;&#x60A8;&#x8FD9;&#x662F;&#x6709;&#x4E09;&#x4E2A;&#x86CB;&#x86CB;&#xFF1F;&#x201D;&#x4E09;&#x7237;&#x65E9;&#x5C31;&#x4E60;&#x4EE5;&#x4E3A;&#x5E38;&#x4E86;&#xFF0C;&#x4E00;&#x626C;&#x624B;&#x731B;&#x5730;&#x62BD;&#x53E3;&#x70DF;&#xFF0C;&#x957F;&#x957F;&#x5730;&#x5410;&#x51FA;&#xFF0C;&#x9A84;&#x50B2;&#x7684;&#x8BF4;&#x9053;&#xFF1A;&#x201C;&#x662F;&#x7684;&#xFF01;&#x4E0A;&#x5929;&#x8D50;&#x7ED9;&#x6211;&#x6700;&#x597D;&#x7684;&#x793C;&#x7269;&#x3002;&#x201D;&#x5434;&#x9053;&#x7FA1;&#x6155;&#x81F3;&#x6781;&#x5730;&#x9053;&#xFF1A;&#x201C;&#x4E09;&#x7237;&#xFF0C;&#x6211;&#x8DDF;&#x4F60;&#x8BF4;&#xFF0C;&#x4F60;&#x8FD9;&#x4E2A;&#x4E09;&#x4E2A;&#x86CB;&#x7684;&#x662F;&#x5434;&#x67D0;&#x5E73;&#x751F;&#x7F55;&#x89C1;&#xFF0C;&#x5728;&#x7537;&#x5973;&#x4E4B;&#x4E8B;&#x4E0A;&#xFF0C;&#x4F60;&#x7EDD;&#x5BF9;&#x662F;&#x5929;&#x8D4B;&#x4E00;&#x658C;&#xFF0C;&#x7B49;&#x6211;&#x4EEC;&#x51FA;&#x53BB;&#x4ECB;&#x7ECD;&#x51E0;&#x4E2A;&#x8D85;&#x7EA7;&#x5BCC;&#x5A46;&#xFF0C;&#x4F60;&#x628A;&#x4ED6;&#x4EEC;&#x6574;&#x8212;&#x670D;&#x4E86;&#xFF0C;&#x548B;&#x4EEC;&#x53EF;&#x662F;&#x53D1;&#x8FBE;&#x4E86;&#x3002;&#x201D;&#x4E09;&#x7237;&#x9762;&#x8272;&#x6709;&#x70B9;&#x4E0D;&#x81EA;&#x5728;&#x4E86;&#xFF0C;&#x968F;&#x5373;&#x53C8;&#x91CA;&#x7136;&#x9053;&#xFF1A;&#x201C;&#x4E5F;&#x8BB8;&#x6709;&#x5929;&#x6211;&#x771F;&#x7684;&#x51FA;&#x53BB;&#x518D;&#x8BF4;&#x5427;&#xFF01;&#x53CA;&#x65F6;&#x51FA;&#x53BB;&#x4E86;&#x6211;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x591A;&#x5C11;&#x5C81;&#x4E86;&#xFF0C;&#x4E0B;&#x9762;&#x90A3;&#x73A9;&#x610F;&#x65E9;&#x5C31;&#x6210;&#x53E4;&#x85E4;&#x8001;&#x6811;&#x4E86;&#x3002;&#x518D;&#x8BF4;&#xFF0C;&#x6211;&#x4E09;&#x7237;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x9700;&#x8981;&#x9760;&#x5973;&#x4EBA;&#x5403;&#x996D;&#xFF0C;&#x53BB;&#x53BB;&#x6D17;&#x6FA1;&#x53BB;&#x3002;&#x201D; &#x5434;&#x9053;&#x624D;&#x77E5;&#x9053;&#x4E09;&#x7237;&#x8FD9;&#x8F88;&#x5B50;&#x4F30;&#x8BA1;&#x5C31;&#x5728;&#x8FD9;&#x7262;&#x72F1;&#x4E4B;&#x4E2D;&#x4E86;&#xFF0C;&#x5FC3;&#x7406;&#x731C;&#x6D4B;&#x7740;&#x4E09;&#x7237;&#x5230;&#x5E95;&#x662F;&#x72AF;&#x4E86;&#x4EC0;&#x4E48;&#x7F6A;&#xFF0C;&#x5224;&#x4E86;&#x591A;&#x5C11;&#x5E74;&#xFF0C;&#x66F4;&#x591A;&#x7684;&#x662F;&#x5B89;&#x6170;&#x5730;&#x9053;&#xFF1A;&#x201C;&#x6709;&#x673A;&#x4F1A;&#x51FA;&#x53BB;&#x7684;&#xFF0C;&#x6709;&#x673A;&#x4F1A;&#x7684;&#x51FA;&#x53BB;&#x7684;&#xFF01;&#x6D3B;&#x7740;&#x5C31;&#x6709;&#x5E0C;&#x671B;&#x4E0D;&#x662F;&#x5417;&#x3002;&#x201D;&#x89C1;&#x4E09;&#x7237;&#x628A;&#x8138;&#x8F6C;&#x4E00;&#x8FB9;&#xFF0C;&#x7EE7;&#x7EED;&#x62BD;&#x7740;&#x70DF;&#x4E0D;&#x7406;&#x4F1A;&#x5434;&#x9053;&#xFF0C;&#x4ED6;&#x53EA;&#x597D;&#x8BC6;&#x8DA3;&#x90FD;&#x6E9C;&#x5F00;&#x4E86;&#x3002;</p>
<p>&#x3000;&#x3000;&#x5434;&#x9053;&#x6B63;&#x5728;&#x75DB;&#x5FEB;&#x5730;&#x6413;&#x7740;&#x80CC;&#xFF0C;&#x7A81;&#x7136;&#x4F20;&#x6765;&#x4E00;&#x9635;&#x9635;&#x62CD;&#x51FB;&#x8EAB;&#x4F53;&#x4F20;&#x51FA;&#x7684;&#x8282;&#x62CD;&#x58F0;&#xFF0C;&#x7D27;&#x63A5;&#x662F;&#x9AD8;&#x4EA2;&#x7684;&#x6B4C;&#x58F0;&#xFF0C;&#x662F;&#x9694;&#x58C1;&#x5200;&#x75A4;&#x7537;&#x5148;&#x8D77;&#x4E86;&#x4E2A;&#x5934;&#xFF0C;&#x5F88;&#x5FEB;&#x65AF;&#x6587;&#x54E5;&#x4E5F;&#x52A0;&#x5165;&#xFF0C;&#x8FD9;&#x662F;&#x66F2;&#x8001;&#x6B4C;&#xFF0C;&#x6B4C;&#x8BCD;&#x5185;&#x5BB9;&#x662F;&#x8BB2;&#x76D1;&#x72F1;&#x53CB;&#x8C0A;&#x7684;&#x6545;&#x4E8B;&#x3002;&#x542C;&#x7740;&#x542C;&#x7740;&#xFF0C;&#x5434;&#x9053;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x5730;&#x968F;&#x7740;&#x5531;&#x4E86;&#x8D77;&#x6765;&#x3002;&#x4EBA;&#x751F;&#x4E8E;&#x4E16;&#x95F4;&#xFF0C;&#x6709;&#x51E0;&#x4E2A;&#x77E5;&#x5DF1;&#xFF0C;&#x591A;&#x5C11;&#x53CB;&#x8C0A;&#x80FD;&#x957F;&#x5B58;&#x3002;                                                        </p>

						
					</section>
					
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

				</div>
			</div>
			
		</div>

		
		
		<a href="入狱.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 第二章 入狱">
			<i class="fa fa-angle-left"></i>
		</a>
		
		
		
		
	</div>
	<script>
		var gitbook = gitbook || [];
		gitbook.push(function() {
			gitbook.page.hasChanged({"page":{"title":"第三章 风云聚会","level":"1.3.5","depth":2,"previous":{"title":"第二章 入狱","level":"1.3.4","depth":2,"path":"第一卷/入狱.md","ref":"第一卷/入狱.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-fexa","-sharing"],"styles":{"website":"styles/website.css"},"pluginsConfig":{"theme-fexa":{"search-placeholder":"输入关键字搜索","logo":"./logo.png","favicon":"./favicon.ico"},"sharing":{"qq":true,"all":["facebook","google","twitter","weibo","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":true,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":false,"google":true,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"shawn kuang","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{"themeFexa":{"nav":[{"url":"http://...","target":"_blank","name":"简易教程"}]}},"title":"三个蛋的程序员","language":"zh-hans","gitbook":"*","description":"这是一本小说，讲的是一名程序员传奇故事"},"file":{"path":"第一卷/风云聚会.md","mtime":"2020-05-15T09:22:25.671Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-15T09:23:11.420Z"},"basePath":"..","book":{"language":""}});
		});
	</script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-fexa/fexa.js"></script>
        
    

    </body>
</html>

